Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/3_oahpahusdagus-dassi-1.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 1
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 1

source: Oahpahusláhču: Dássi 1
sma: Ööhpehtimmiesoejkesje: Daltese 1

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat gealbomihttomeriin 1. dásis.
sma: Daesnie lohkehtæjja vuesiehtimmiem gaavna guktie maahta maahtoeulmide voestes daltesisnie jaksedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearit oainnusmahttojuvvojit oahppoulbmiliin, sisdoalu ja bargovuogit, movt vuođđogálggat ovttaiduvvet ja movt oahpahus sáhttá heivehuvvot ovttaskas oahppái.
sma: Daesnie vuesehte guktie maahtoeulmiem, sisvegem jïh barkoevuekiem lohkehtimmieulmide sjïehtesjidh. Daesnie aaj vuesehte guktie maadthmaahtojde maahta sjïehtesjidh jïh guktie dejtie fïereguhten learohken lohkehtæmman sjïehtesjadtedh.

source: Dađistaga árvvoštallan ja gielladoaimmat leat oassin dagus.
sma: Vuarjasjimmie iktemearan sjædta, jïh gïelesuerkieh leah dellie vihkeles dejnie barkojne.

source: Áigodat: skuvlaálgin čakčat (Eaktuduvvo ahte oahppit máhttet lohkat ja čállit.)
sma: Gåessie: Gosse skuvle aalka (ij lohkehtæjja vuertieh learohke galka maehtedh lohkedh jïh tjaeledh.)

source: Gelbbolašvuođamihttomearit
sma: Njaalmeldh gaskesadteme

source: Njálmmálaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: dovdat álkis, árgabeaivválaš dili sániid, namaid, doahpagiid ja oanehis cealkagiid
sma: aelhkies baakoeh, nommh, jïh åenehks raajesh beajjetji tsiehkine maehtedh

source: Giella- ja kulturdiđolašvuohta Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Gïelen jïh kultuvren bïjre daejredh Lohkehtimmien ulmieh leah; learohkh gelkieh

source: muosáhit ja dovdat giela luđiid, lávlagiid, sálmmaid, álkis muitalusaid, máidnasiid, govaid, spealuid, tv-prográmmaid ja digitála reaidduid bokte
sma: dååjrehtalledh jïh gïelem aajhtsedh vuelien, laavlomi, saalmi, aelhkies soptsestimmiej, vaajesi, guvviej, speali, tv-programmi jïh digitale vierhtiej tjïrrh.

source: Oahpahusdagus ii álot fátmmas olles gelbbolašvuođamihttomeari.
sma: Ij barre daejnie lohkehtimmiebarkojne dam maahtoeulmiem jaksh.

source: Gelbbolašvuođamihttomearri oainnusmahttojuvvo oahppoulbmilis, mas daddjo maid galgá oahppat.
sma: Dah maahtoeulmieh åvtese båetieh lïerehtimmieulmine, mah tjïelke buerkiestieh maam learohke galka lïeredh.

source: Oahppoulbmil lea lávki gelbbolašvuođamihttomeriid ollašuhttima guvlui.
sma: Lïerehtimmieulmie lea barre goh akte sille guktie buektiehtidh maahtoeulmide jaksedh.

source: Eará relevánta gelbbolašvuođamihttomearit
sma: Jeatjah sjyöhtehke maahtoeulmieh

source: Oahppoulbmilat
sma: Lïerehtimmieulmieh

source: Oahppit galget máhttit dovdat sániid ja dajaldagaid beaivválaš doaimmain ovdamearkka dihte iežas ja bearraša birra.
sma: Learohkh gelkieh fïerhtenbeajjetje baakoeh jïh dïejvesh damtedh v.g. guktie maehtieh sov bïjre jïh fuelhkien bïjre soptsestalledh.

source: Oahppit galget maiddái máhttit:
sma: Learohkh gelkieh maehtedh:

source: dearvvahit (buorástahttit) sámegillii ja iežas oahpásmahttimis earáide
sma: Buarastehtedh jïh sov bïjre soptsestidh.

source: dovdat lagamus bearraša sohkavuođanamahusaid ja skuvlaklássa ohppiid ja skuvlla nama
sma: Lïhkemes fuelhkien nommh, skuvlem jïh daltesem damtedh.

source: dovdat / máhttit juoigat oahpes luođi, sohkalávlaga (omd. ” Eatni eadni lea mu áhkku ”), eará sámi lávlaga dahje sámi sálmma
sma: Åahpenidh åehpies vueline jïh dam laavlodh, fuelhkie-laavlomem (v.g: " Manne aahkan aahkuve ") jallh jeatjah åehpies laavlomem jallh saalmem saemiengïelesne laavlodh.

source: Oahpaheaddji čállá oahppoulbmiliid nugomat vahkoplánii dahje áigodatplánii ja dieđuid dan birra ohppiide ja váhnemiidda buori áiggis ovdal go dagus álgá.
sma: Lohkehtæjja lohkehtimmieulmiem våhkoesoejkesjasse jallh tæjmoesoejkesjasse tjaala. Learoehkidie jïh eejhtegidie dan bïjre soptseste, aarebi dam lohkehtimmiem aalka.

source: Iešguđet oahppoulbmilat galget čielgasit oainnusmahttojuvvot, ja oahppit galget daid atnit iežas árvvoštallamis.
sma: Dah ovmessie lïerehtimmieulmieh tjoeverieh tjïelkelaakan åvtese båetedh guktie learohkh maehtieh dejtie jïjtse vuarjasjimmesne nuhtjedh.

source: Gelbbolašvuođa bargočilgehussan - diehtit, dahkat, ipmirdit.
sma: Akte barkoetjïertestimmie maahtoen bïjre – daejredh, darjodh, guarkedh.

source: Luoikkahuvvon Fjørtoft, Henning girjjis: Effektiv planlegging og vurdering.
sma: Lööneme daestie, Fjørtoft, Henning: Effektiv planlegging og vurdering.

source: Rubrikker og andre verktøy for lærere.
sma: Rubrikker og andre verktøy for lærere, Fagbokforlaget 2009

source: Máhtolašvuođat
sma: Maahtoeh

source: oahppat ja máhttit atnit doahpagiid eadni, áhčči, nieida, bárdni, viellja, oabbá ja áhkku ja áddjá sámegillii.
sma: Lïeredh baakoeh: tjidtjie, aehtjie, nïejte, baernie, vïelle, åabpa jïh aahka gon aajja saemiengïelesne.

source: Gálggat
sma: Maehteles

source: máhttit atnit doahpagiid ja máhttit juoigat ja lávlut lávlaga dahje sálmma sámegillii
sma: Maehtedh jiehtegidie nuhtjedh jïh aaj maehtedh laavlodh, joejkedh jïh saalmide laavlodh saemiengïelesne.

source: Ipmárdus
sma: Goerkesimmie

source: máhttit čilget doahpagiid, luohtedajahusaid ja lávllateavstta sisdoalu
sma: Maehtedh jiehtegen sisvegem buerkiestidh jïh aaj vuelien jïh laavlomen sisvegem jeatjabidie buerkiestidh.

source: Oahppodoaimmat
sma: Lïerehtimmiedarjomh

source: Oahppit galget oahppat sámegillii dearvvahit ja galget buorástahttit guhtet guoimmiset ja oahpaheaddji ja dadjat bures.
sma: Learoehkidie ööhpehtidh guktie edtjieh sinsitnide jïh lohkehtæjjam buarastehtedh jïh Buaregh jiehtedh.

source: Dasto galget guokte ja guokte oahppi oahppat goabbat guoimmisteaskka dearvvahit go geardduhit dán cealkaga: Bures, mu namma lea XXXX.
sma: Dan mænngan edtjijægan gööktesi-gööktesi sinsitniem buarastehtedh jïh ikth vielie jiehtedh: Buaregh mov nomme xxx.

source: Dás sáhttá oahpaheaddji atnit sámi giehtadohkáid mat guhtet guoimmiset dearvvahit ja buorástahttet.
sma: Daesnie edtjijægan sinsitniem buarastehtedh.

source: Loahpas galget buot oahppit guhtet guoimmisteaset dearvvahan ja buorástahttán.
sma: Minngemes gaajhkh learohkh edtjieh sinsitnide buarastehtedh.

source: Dá lea ovdamearka movt giehtadohkáin sáhttá dearvvahit ja buorástahttit:
sma: Daesnie vuesehte guktie edtja gïete-dåahkajgujmie buarastehtedh:

source: Vuosttaš vahku galget juohke diimmus njálmmálaččat hárjehallat dadjat klássaohppiid ja skuvlla sámegielat namaid.
sma: Njaalmeldh lïeredh dejtie saemien nommide klaassesne jïh skuvlen nommem fïerhten tæjmoen voestes våhkoen.

source: Nuppi vahku rájes ja áigodaga lohppii geardduhit namaid juohke nuppi diimmu.
sma: Ikth vielie jiehtedh fïerhten mubpien tæjmoen daan lïerehtimmieboelhken.

source: Oahppamis luđiid, lávlagiid ja sálmmaid de sáhttá atnit CD skearru, interneahta dahje ovttasbargat báikkálaš goarain dahje lávlunjoavkkuin.
sma: Gosse edtja lïeredh joejkedh, laavlodh jïh saalmh laavlodh maahta cd:m, gaskeviermiem jallh siebriedahken laavlomedåehkesne laavlodh.

source: Ohppiide sáhttá addit teavsttaid dahje jietnafiilla ruovttubargun.
sma: Learohkh maehtieh aaj teekstem jallh tjoejefijlem åadtjodh goh leaksojne gåetesne.

source: Váhnemat dahje earát lávlot sidjiide ja singuin ovttas.
sma: Eejhtegh jallh jeatjebh dejgujmie ektine tjoeverieh laavlodh.

source: Eará oahpahandoaimmaide evttohusat
sma: Vielie lïerehtimmiedarjomh.

source: Oahppit ovttasbarget 2-4 oahppi sturrosaš joavkkuin.
sma: Nomme jïh laahkoespeale 2-4 learohkh ektesne barkeminie.

source: Ráhkat spealu speallanplána sárgumis, ja sárggo luotta mii juhkkojuvvo 48 njealječiegagiidda.
sma: Guvvedh aktem spealem gusnie 48 mierieh.

source: Vuosttaš guđa njeallječiegaide galget čállit sámegielat ovdanamaid ja goargguid.
sma: Dejnie voestes govhte mierine, voestes- jïh minngienommh edtjieh saemiegïelesne tjåadtjodh.

source: Oahpaheaddji ja váhnemat / earát sáhttet veahkehit.
sma: Lohkehtæjjah jïh eejhtegh / jeatjebh maehtieh viehkiehtidh.

source: Njeallječiegaide, 7-12, čállit iešguđet agiid.
sma: Mubpene mïerietjåanghkosne 7-12 ovmessie taalh edtjieh tjåadtjodh mah vuesiehtieh man båeries lea.

source: Njeallječiegaide 13-18 čállit iešguđet sámegielat báikenamaid.
sma: Mierine 13-18 ovmessie sijjienommh edtjieh tjåadtjodh.

source: Veahkkin sáhttá atnit sámegielat kártta dahje interneahta.
sma: Nuhtjh saemien kaarhtem jallh gaskeviermiem.

source: Njeallječiegaide 19-24 čállit bearašsániid nugomat nieida, bárdi, eadni, áhčči, ja áhkku ja áddjá.
sma: Mierine 19-24 fuelhkiebaakoeh edtjieh tjåadtjodh, vg. nïejte, baernie, tjidtjie, aehtjie, aahka gon aajjah.

source: Njeallječiegaide 25-30 čállit fitnuid.
sma: Mierine 25-30 edtja tjåadtjodh mejnie almetjh barkeminie / gïehteleminie.

source: Njeallječiegaide 31-36 čállit astoáiggedoaimmaid.
sma: Mierine 31-36 edtja tjåadtjodh guktie almetjh eejehtellieh.

source: Njeallječiegaide 37-42 čállit su iešvuođaid.
sma: Mierine 37-42 edtja tjåadtjodh guktie almetjh leah, v.g. faavroes, siegkies, j. j

source: Njeallječiegaide 43-48 čállit sámegielat favorihttasániid.
sma: Mierine 43-48 buerie baakoeh saemien edtjieh tjåadtjodh.

source: Oahppit čállet suohttaseamos dahje sámegielat sániid maid dássážii leat oahppan. ”
sma: Learohkh tjaelieh dejtie lustemes baakoeh mejtie leah dan raajan lïereme. "

source: Mun dajan áinnas … (jeg sier gjerne …) ”
sma: Manne naemhtie jeahtam … "

source: Dát lea bircospeallu.
sma: Daate speale lea teernege-speale.

source: Dás galgá háhkat identitehta ja dasa deavdit earálágán dieđuid.
sma: Datne edtjh identitetem gaavnedh jïh ovmessie saetniesvoetigujmie lissiehtidh.

source: Go juohkehaš lea olahan ovtta molssaeavttu guđege guovllus (8 guovllu) dan mielde guđe njealječiegagii gárttai bircuma vuođul, de galgá juohkehaš muitalit makkár identitehta son lea spealus ožžon: nama, gos orru dahje dieđuid bearraša birra jna..
sma: Gosse gaajhkesh aktem aamhtesem fïereguhtede dajveste åådtjeme (8 ovmessie dajvh) gubpene leah orreme, edtjieh dellie sinsitnine soptsestidh dan identiteten bïjre maam leah åådtjeme: Guktie nomme lea, gusnie årroeminie jïh aaj fuelhkien bïjre soptsestidh.

source: Várut ahte oahppit álot ožžot dan iešvuođa man ožžot go vuosttaš geardde jovdet ođđa guvlui.
sma: Geehth guktie learohkh iktegisth daam maahtoem åadtjoeh gosse dam voestes dajvem jeksieh.

source: Oahppit miellagovvádusa vuođul ráhkadit speallanplána ja gávnnahit spellui vuogas nama.
sma: Learohkh tjoeverieh ussjedidh gosse spealesoejkesjem darjoeh, jïh sjïehteles nommem dïsse bïejedh.

source: Go buohkat leat čađahan iežaset speallangeainnu, de oahppit sáhttet lonuhit spealuid earáiguin ja nu dađistaga ožžot ođđa identitehtaid.
sma: Gosse gaajhkesh jïjtsh spealem spealadamme dellie gelkieh spealedablide låtnodh guktie iktegisth orre identitetem åadtjoeh.

source: Ráhkadit álkes sohkamuora
sma: Guktie laahkoe-moerem darjodh

source: Dá lea govva mas lea soahki njealječiegagiiguin (rámmaiguin) masa sáhttá bidjat oahppi nama ja gova bajimussii.
sma: Daesnie lea guvvie moereste gusnie njealjeskaavtegen mierieh, gusnie guvvie jïh nomme learoehkijstie bijjielisnie sjïehtieh.

source: Nuppi dásis ges váhnemiid nama ja gova.
sma: Daltesen vuelielisnie guvvieh jïh nommh aehtjie gon tjidtjeste sjïehtieh.

source: Vuolimus dásis lea sadji bidjat áhku ja ádjá nama ja gova.
sma: Vuelemassjen daltesisnie guvvieh jïh nommh aahka gon aajjeste sjïehtieh.

source: Árvvoštallan
sma: Faagem vïerhtiedidh

source: Ovdamearka 1 Logga Vaikko dát lea iežas árvvoštallan, de sáhttá logga maiddái adnot oahpaheddjiin gulahallamis nu ahte earát eai gula ja/dahje sáhte lohkat árvvoštallama.
sma: Voestes vuesiehtimmie Lågge Jalhts daate lea jïjtsevuarjasjimmie, maahta daam låggem aaj nuhtjedh gosse edtja lohkehtæjjajgujmie soptsestalledh, guktie eah jeatjebh åadtjoeh goltelidh jïh / jallh lohkedh dam vuarjasjimmiem.

source: Oahppit sáhttet čállit dan gillii mii sis lea vuosttašgiellan.
sma: Learohkh maehtieh voestesgïelesne tjaeledh.

source: Nuorat oahppit sáhttet oažžut veahki váhnemiin / ovddasteddjiin dahje oahpaheaddjis:
sma: Maanah maanaskuvlesne maehtieh viehkiem eejhtegijstie jallh lohkehtæjjijste åadtjodh.

source: Čilge barggu.
sma: Barkoem buerkiestidh

source: Mainna lihkostuvven ?
sma: Maam buektiehtim ?

source: Mii lei váttis ?
sma: Mij lij geerve ?

source: Atnen go eará vugiid báhkkodeapmái ?
sma: Mejtie jeatjah vuekiem nuhtjim goh edtjim tjïertestidh ?

source: Ovdamearka 2 Oahppit galget ruossut oahppoulbmiliid maid hálddašit.
sma: Mubpie vuesiehtimmie Learohkh kroessem tjaeliestieh duejtie lïerehtimmieulmide mah joe maehtieh.

source: Dán šattan oahppat vai olahan oahppoulbmiliid:
sma: Daam tjoeverem lïeredh guktie lïerehtimmieulmiem jaksedh:

source: Dán máhtán veaháš:
sma: Ånnetje maahtam:

source: Dáhton
sma: Mij biejjide

source: Dán máhtán bures:
sma: Daam hijven maahtam:

source: sánit ja dajahusat mat leat ávkkálaččat go human:
sma: Baakoeh jïh dïejvesh mejtie aevhkine maehtedh gosse dan bïjre soptsestem:

source: iežan birra
sma: mov bïjre

source: iežan lagamus bearraša birra
sma: mov lïhkemes fuelhkie.

source: dajahusat:
sma: Dïejvese:

source: dearvvahan / buorástahttán
sma: buarastehtedh

source: iežan birra muitalan earáide
sma: mov bïjre soptsestidh

source: gaskkustit máhtu lagamus bearraša birra:
sma: Maahtoe jïh lïhkemes laahkoen bïjre soptsestidh:

source: dovdat lagamus bearraša namaid
sma: nommem jïh gietskemes laahkoem damtedh.

source: čilget sohkadoahpagiid earáide
sma: jeatjabidie laahkoen bïjre buerkiestidh

source: dovdat ja ipmirdit skuvlla klássa ohppiid namaid
sma: damtedh jïh guarkedh skuvlen nommem jïh daltesem.

source: lávlut álkes sámi sohkalávlaga
sma: aelhkies saemien laahkoelaavlomem laavlodh.

source: atnit eará vugiid gulahallat earáiguin:
sma: Jeatjah vuekiem nuhtjedh gosse tjïertestidh:

source: atnit rupmaša ja gieđaid
sma: kråahpem jïh gïetide nuhtjedh

source: gávdnat eará sániid
sma: orre baakoeh gaavnedh

source: ovttastahttit sániid
sma: göökte baakoeh ektiedidh

source: rievdadit ja atnit dáru sániid vai hupman ii bisán
sma: orrestidh aelkedh jïh daaroen gïelem nuhtjedh guktie ij soptsestimmie edtjh gaarvanidh.

source: jearrat jus juoga lea eahpečielggas
sma: gihtjedh jis maam joem lea plarhkan.

source: iežan buorideames
sma: jïjtjemem staeriedidh.

source: dábálaš ságastallan earáiguin:
sma: Aelhkies soptsestallemem utnedh:

source: hupmat ja gulahallat álkes cealkagiiguin
sma: aelhkies raajesh maahtam soptsestidh.

source: máhttit loahpahit ságastallama
sma: maahtam orrijidh soptsestidh

source: Diehtun ovddasguvlui
sma: Åvtese vuejnedh

source: Don sáhtát eanet hárjehallat … (oahpaheaddji čállá dan mii lea áigeguovdilin.)
sma: datne maahtah jienebem lïeredh … (Lohkehtæjja tjaala mij dïhte maahta årrodh.)

source: Skovvi mas leat eavttut mihttomeriid ollašuhttit, adno dađistaga árvvoštallamis, dat mearkkaša ahte oahppi dađistaga iežas árvvoštallá.
sma: Dam soejkesjem guktie ulmide jaksedh, galka lïerehtimmesne utnedh. Daate vïhnesje learohke lea jïjtjemse vuarjasjamme.

source: Muital oahppái mii sus dađistaga vurdojuvvo, omd. ahte oahppi guovtti vahku geahčen galgá máhttit dihto sániid ja doahpagiid sohkačujuhusaid oktavuođas.
sma: Soptsesth learoehkasse maam lea vuertieminie, vg: learohke galka göökte våhkoen mænngan, baakoeh jïh dïejvesh slïektenommi bïjre maehtedh.

source: Dađistaga sáhttá oahpaheaddji iskat ahte máhttá go oahppi luođi, lávlaga dahje sálmma mearriduvvon áigemeari siskkobealde.
sma: Lohkehtæjja maahta aaj seamma sïenten vuartasjidh mejtie learohkh maehtieh aktem vueliem joejkedh, aktem laavlomem laavlodh jallh aktem saalmem laavlodh.

source: Rávisolmmoš lohká skovi ohppiide, ja sii sáhttet dađistaga válljet ja ruossut man dásis sii iežaset mielas leat.
sma: Geerve almetje dam soejkesjem learoehkidie låhka, jïh dah maehtieh jïjtje kroessem bïejedh duejtie lïerehtimmieulmide mah vienhtieh maehtieh.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Heivehuvvon oahpahusa oktavuođas nuoramus ohppiide lea heivvolaš ovdalgihtii dárkkistit ohppiid sámegielmáhtu.
sma: Gosse lohkehtimmiem nööremes learoehkidie sjiehtesjadtedh, dellie hijven voestegh vuartasjidh maam dah joe maehtieh.

source: Dán sáhttá oahpaheaddji dahkat go ovdalgihtii humada juohke váhnemiin / ovddasteddjiin ja dasto juohke áidna ohppiin.
sma: Lohkehtæjja maahta voestegh eejhtegigujmie soptsestidh, jïh mænngan learoehkinie soptsestidh.

source: Vállje omd. gova soames bearrašis ovdamearkan, ja iská maid oahppi áibbas álggus máhttá.
sma: Nuhtjh aktem guvviem fuelhkeste jïh voejhkelh vuartasjidh maam learohke aalkovistie maahta.

source: Molssaeaktun sáhttá leat ahte oahpaheaddji muitala oanehis historjjá sámegilli ja iská man ollu oahppit ipmirdit.
sma: Lohkehtæjja maahta aelhkies, åenehks vaajesem saemiengïelesne lohkedh, jïh nimhtie goerehtidh man jïjnje learohke maahta.

source: Ohppiide geat ovdalgihtii eai leat oahppan sámegiela, lea dehálaš láhčit diimmuid nu ahte leat geasuheaddjin ja movttiideaddjin.
sma: Dejtie learoehkidie, mah eah naan saemiegïelem lïereme, lea vihkeles tæjmojde lustestalledh.

source: Ane konkrehta diŋggaid veahkkin nugomat dohkáid, stohkosiid ja sámi konkrehta diŋggaid, nugomat suohpana, lávžži, rággasa jna. ja muitalusaid, riibma, sátnestullán, luđiid ja lávlagiid.
sma: Nuhtjh dåahkah jïh stååkedh, jïh saemien tjåenieh jïh daeverh goh låavthgåetie, soehpenje j. j. jïh heamture, rïjme, vuelie jïh laavlome.

source: Lávlla Oaivi, oalgi, čibbi ja juolgesuorbma sámegilli sáhttá lávlot ja áđđestallat molssašuddi leahtuin, sihke hui jođánit ja hui njozet.
sma: Laavlome goh åejjie, åelkie, boelvh jïh tjiehtjerh saemien maahta laavlodh dovne varki jïh soejmetjilaakan.

source: Go leat oahppit geat álget sámegielain nubbin giellan, sámegiella 2 ja 3 nuoraidskuvllas ja joatkkaskuvllas, ferte oahppostoffa heivehuvvot sidjiide.
sma: Dejtie learoehkidie, mah aelkieh saemien lïeredh mubpiengïeline, saemien 2 jïh saemien 3 noereskuvlesne jïh jåarhkeskuvlesne, lohkehtæjja tjoevere lohkehtimmiem learoehkasse sjïehtesjadtedh.

source: Ovdamearkka dihte sáhttá bovdet guossin nuorra sámegielagiid klássii, ja oahppit sáhttet dearvvahit sin ja muitalit iežaset birra sidjiide ja guhtet guimmiidasaset (omd. bovdet sámi ofelaččaid).
sma: Vg. klaasse maahta noere saemieh bööredidh, jïh learohkh maehtieh buarastehtedh jïh sijjen bïjre soptsestidh.(vg. Nuhtjh dam saemien baakoem åehpies).

source: Lávlla ovdamearkkat sáhttet leat sámi raplávlagat ja juoiganšuoŋat nugomat givssideami, iešluohttámuša ja identitehta birra.
sma: Klaasse maahta aaj saemien rap laavlodh jïh joejkelaavlome maahta nïrrehtimmiem, jïjtjedomtesem jïh identitetem nænnoestidh.

source: Namma- ja sohkaspeallu heive maiddái bures boarráset ohppiide geat sáhttet oažžut viiddiduvvon sisdoalu, omd. fitnuid ja astoáiggeberoštumiid birra jna..
sma: Nomme- jïh laahkoespealh aaj båarasåbpoe learoehkidie sjïehtieh, guktie maahta spealem vijriedidh, v.g. mejnie leah barkeminie, maam darjoeh gosse eejehtellieh j. j.

source: Vuođđogálggat
sma: Faagen maadth maahtoeh

source: Máhttit báhkkodit čálalaččat ja njálmmálaččat: Čálalaš ovdanbuktima eat vuordde vuos, muhto sin geat juo máhttet čállit, lea vejolaš movttiidahttit sámegillii čállit doahpagiid lagamus fulkkiid birra.
sma: Maehtedh tjaaleldh jïh njaalmeldh tjïertestidh: Ij lohkehtæjja vuertieh learohkh gelkieh maehtedh tjaeledh. Lohkehtæjja maahta dejtie, mah joe maehtieh tjaeledh, eadtjalgehtedh nommide tjaeledh dej sijjen lïhkemes slïekten bïjre saemiengïelesne.

source: Divtte ohppiid álggos gullat doahpagiid ja dasto ieža daid geardduhit.
sma: Baajh learohkh goltelidh dejtie nommide jïh mænngan ikth vielie jiehtedh.

source: Oahpaheaddji sáhttá njálmmálaš ovdabuktimis iskat movt oahppit ipmirdit doahpagiid.
sma: Lohkehtæjja maahta aaj njaalmeldh baakoegoerkesimmiem learoehkidie gaavnedh.

source: Máhttit lohkat: Vuos eat vuordde ahte oahppit galget máhttit lohkat sámegielat fuolkenamahusaid, muhto sii geat juo máhttet lohkat, berre movttiidahttit lohkat eanemus vuođđudeaddji doahpagiid.
sma: Maehtedh lohkedh: Ij lohkehtæjja vuertieh learohkh gelkieh maehtedh lohkedh dej saemien slïektenommide. Dah mah joe maehtieh lohkedh, dejtie lohkehtæjja eadtjalgahta maadthbaakojde lohkedh.

source: Máhttit rehkenastit: Divtte ohppiid lohkat galle oarbinačča ja áhkut / ádját leat iežaset bearrašis ja guhtet guoimmiset bearrašiin. Oahppit barget ovttas guokte dahje stuorit joavkun ge.
sma: Maehtedh ryöknedh: Baajh learohkh ryöknedh sov åerpenh, aahka gon aajjah, sov fuelhkiem jïh sinsitnien fuelhkide, gööktesi-gööktesi jallh stuerebe dåehkine.

source: Máhttit atnit digitála reaidduid: Divtte ohppiid atnit interneahta ja iešguđet neahttabáikkis ohcat sámi fuolkevuođanamahusaid.
sma: Maehtedh digitale vierhtieh nuhtjedh: Baajh learohkh gaskeviermiem nuhtjedh guktie åadtjoeh ohtsedidh saemien slïektebaakoeh dejstie ovmessie gaskeviermiesijjijste.

source: Geahča Gávnos, Sámedikkiid neahttasiidduid, giella.
sma: Vuajnah: Gávnos, Saemiedigkiej gåetiesæjrojne, giella.

source: Gielladomeanat
sma: Gïelesuerkie

source: Dán fáttás sáhttet oahppit oahppodiimmu / beaivvi vuosttaš 5–10 minuvttaid hárjehallat dearvvahallamis earáid ja oanehaččat muitalit iežas birra sámegillii.
sma: Daejnie aamhtesisnie learohkh maehtieh dejnie voestes 5-10 minuhtine tæjmoste saavredh buarastehtedh jïh sov bïjre soptsestidh.

source: Dien oktavuođas sáhttet oahppit čuožžut. Čuččodettiin galgá buot maid dadjet, leat sámegillii.
sma: Learohkh maehtieh tjåadtjodh soptsestidh, mearan tjåadtjoeminie gelkieh barre saemiestidh.

source: Elisabeth Utsi Gaup: Suga, suga su.
sma: Learoevierhtieh

source: , DAT. http://www.dat.net/main.html
sma: Ella Holm Bull: Laavlomh maanide

source: Máidnot Hearrá, Skuvlasálbmagirji, Verbum, 1995.
sma: Ovmessie gaaltijh låggetjaelemen bïjre, goh:
